Revit 2024 API
BuiltInFailures.CopyPasteFailures.FinalizedElementsWillBeModifiedWarn Property
 Can't find some new hosts for this Element.\nIt will lose references on Finish Paste unless repositioned or rehosted.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Syntax
C#
public static FailureDefinitionId FinalizedElementsWillBeModifiedWarn { get; }
Visual Basic
Public Shared ReadOnly Property FinalizedElementsWillBeModifiedWarn As FailureDefinitionId
	Get
Visual C++
public:
static property FailureDefinitionId^ FinalizedElementsWillBeModifiedWarn {
	FailureDefinitionId^ get ();
}
See Also
BuiltInFailures.CopyPasteFailures Class
Autodesk.Revit.DB Namespace